[
    { "from": "Alice", "message": "Wishing you a lifetime of love and happiness!" },
    { "from": "Bob", "message": "Congratulations on your big day! Here's to a wonderful future together." },
    { "from": "Charlie", "message": "May your marriage be filled with laughter and joy." },
    { "from": "Diana", "message": "Best wishes on this beautiful journey as you build your new lives together." },
    { "from": "Ethan", "message": "Cheers to a happy and healthy marriage!" },
    { "from": "Fiona", "message": "Wishing you endless love and happiness in your new chapter." },
    { "from": "George", "message": "May your love for each other grow stronger with each passing year." },
    { "from": "Hannah", "message": "So happy for you both! Congratulations and best wishes!" },
    { "from": "Ian", "message": "Wishing you a day full of love and a future full of happiness." },
    { "from": "Jessica", "message": "May your wedding day be everything you’ve dreamed of and more." },
    { "from": "Kyle", "message": "Congratulations! Wishing you a wonderful marriage and a lifetime of joy." },
    { "from": "Laura", "message": "May your love always shine as brightly as it does today." },
    { "from": "Michael", "message": "Here’s to a lifetime of love and happiness together!" },
    { "from": "Nina", "message": "Best wishes for a fun-filled future together!" },
    { "from": "Oliver", "message": "Wishing you all the best as you begin your lives together." },
    { "from": "Paula", "message": "May your life together be full of love, laughter, and happiness." },
    { "from": "Quinn", "message": "Congratulations on finding each other! Wishing you endless happiness." },
    { "from": "Rachel", "message": "May today be the start of a wonderful new chapter for you both." },
    { "from": "Sam", "message": "Wishing you a wedding full of joy and a marriage full of love." },
    { "from": "Tina", "message": "Here’s to a beautiful wedding day and an even more beautiful future together." }
  ]
  